Repository: files-community/Files
Catalog: src/Files.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar, bg, ca, cs_cz, da, de_de, el, es_es, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ka, ko_kr, lv_lv, nb_no, nl_nl, or_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, uk_ua, vi, zh_hans, zh_hant

# RenameDialog.PrimaryButtonText
source: Set Name
ar: اسم المجموعة
bg: Задай име
da: Angiv navn
de_de: Name festlegen
fi_fi: Aseta nimi
he_il: שם ערכה:
hr_hr: Postavi naziv
id_id: Tentukan nama
it_it: Imposta nome
ja_jp: 名前を設定
ka: სახელის დაყენება
lv_lv: Nosaukt
nl_nl: Naam instellen
or_in: ନାମ ଚୟନ କର
pl_pl: Ustaw nazwę
pt_pt: Definir nome
ro_ro: Setați numele
th_th: ตั้งขื่อนี้

# LightTheme
source: Light
ar: فاتح
bg: Светъл
ca: Clar
cs_cz: Světlý
da: Lys
de_de: Hell
el: Ανοιχτό
es_es: Claro
fi_fi: Vaalea
fr_fr: Clair
he_il: בהיר
hr_hr: Svijetlo
hu_hu: Világos
id_id: Terang
it_it: Chiaro
ja_jp: ライト
ka: ნათელი
ko_kr: 밝게
lv_lv: Gaišs
nb_no: Lyst
nl_nl: Licht
or_in: ଆଲୋକ
pl_pl: Jasny
pt_pt: Claro
ro_ro: Luminos
ru_ru: Светлая
sk_sk: Svetlý
sv_se: Ljust
th_th: สว่าง
tr_tr: Açık
uk_ua: Світла
vi: Sáng
zh_hans: 浅色
zh_hant: 亮色

# DarkTheme
source: Dark
ar: داكن
bg: Тъмен
ca: Fosc
cs_cz: Tmavý
da: Mørk
de_de: Dunkel
el: Σκούρο
es_es: Oscuro
fi_fi: Tumma
fr_fr: Sombre
he_il: כהה
hr_hr: Tamno
hu_hu: Sötét
id_id: Gelap
it_it: Scuro
ja_jp: ダーク
ka: ბნელი
ko_kr: 어둡게
lv_lv: Tumšs
nb_no: Mørkt
nl_nl: Donker
or_in: ଅନ୍ଧାର
pl_pl: Ciemny
pt_pt: Escuro
ro_ro: Întunecat
ru_ru: Темная
sk_sk: Tmavý
sv_se: Mörkt
th_th: มืด
tr_tr: Koyu
uk_ua: Темна
vi: Tối
zh_hans: 深色
zh_hant: 暗色

source: Application
ar: التطبيق
bg: Приложение
ca: Aplicació
cs_cz: Aplikace
da: Applikation
de_de: Anwendung
el: Εφαρμογή
es_es: Aplicación
fi_fi: Sovellus
he_il: אפליקציה
hr_hr: Aplikacija
hu_hu: Alkalmazás
id_id: Aplikasi
it_it: Applicazione
ja_jp: アプリ
ka: აპლიკაცია
ko_kr: 프로그램
lv_lv: Lietojumprogramma
nb_no: Applikasjon
nl_nl: Toepassing
or_in: ଆପ୍ଲିକେସନ
pl_pl: Aplikacja
pt_pt: Aplicação
ro_ro: Aplicație
ru_ru: По умолчанию
sk_sk: Aplikácia
sv_se: App
th_th: โปรแกรมประยุกต์
tr_tr: Uygulama
uk_ua: За замовчуванням
vi: Ứng dụng
zh_hans: 应用
zh_hant: 應用程式

# SystemTimeStyle
source: System
ar: النظام
bg: Система
ca: Sistema
cs_cz: Systém
de_de: Systemmenü
el: Σύστημα
es_es: Sistema
fi_fi: Järjestelmä
fr_fr: Système
he_il: מערכת
hr_hr: Sustav
hu_hu: Rendszer
id_id: Sistem
it_it: Sistema
ja_jp: システム
ka: სისტემა
ko_kr: 시스템
lv_lv: Sistēma
nb_no: systemet
nl_nl: Systeem
or_in: ସିଷ୍ଟମ୍
pl_pl: Systemowy
pt_pt: Sistema
ro_ro: Sistem
ru_ru: система
sk_sk: Systém
sv_se: systemet
th_th: ตามระบบ
tr_tr: Sistem
uk_ua: Система
vi: Hệ thống
zh_hans: 系统
zh_hant: 系統

source: New Folder
ar: مجلد جديد
bg: Нова папка
ca: Carpeta nova
cs_cz: Nová složka
da: Ny mappe
de_de: Neuer Ordner
el: Νέος φάκελος
es_es: Nueva carpeta
fi_fi: Uusi kansio
fr_fr: Nouveau dossier
he_il: תיקיה חדשה
hr_hr: Nova mapa
hu_hu: Új mappa
id_id: Folder baru
it_it: Nuova cartella
ja_jp: 新しいフォルダー
ka: ახალი საქაღალდე
ko_kr: 새 폴더
lv_lv: Jauna mape
nb_no: Ny mappe
nl_nl: Nieuwe map
or_in: ନୂତନ ଫୋଲ୍ଡର
pl_pl: Nowy folder
pt_pt: Nova pasta
ro_ro: Folder nou
ru_ru: Новая папка
sv_se: Ny mapp
th_th: โฟลเดอร์ใหม่
tr_tr: Yeni klasör
uk_ua: Нова тека
vi: Thư mục mới
zh_hans: 新建文件夹
zh_hant: 新增資料夾

source: New File
ar: ملف جديد
bg: Нов файл
ca: Fitxer nou
cs_cz: Nový soubor
da: Ny fil
de_de: Neue Datei
el: Νέο αρχείο
es_es: Nuevo archivo
fi_fi: Uusi tiedosto
fr_fr: Nouveau fichier
he_il: קובץ חדש
hr_hr: Nova datoteka
hu_hu: Új fájl
id_id: Berkas baru
it_it: Nuovo File
ja_jp: 新しいファイル
ka: ახალი ფაილი
ko_kr: 새 파일
lv_lv: Jauns fails
nb_no: Ny fil
nl_nl: Nieuw bestand
or_in: ନୂତନ ଫାଇଲ୍
pl_pl: Nowy plik
pt_pt: Novo ficheiro
ro_ro: Fișier nou
ru_ru: Новый файл
sv_se: Ny fil
th_th: ไฟล์ใหม่
tr_tr: Yeni dosya
uk_ua: Новий файл
vi: Tệp mới
zh_hans: 新建文件
zh_hant: 建立檔案

# EmptyFolder.Text
source: This folder is empty.
ar: ‏‏هذا المجلد فارغ
bg: Тази папка е празна.
ca: La carpeta és buida.
cs_cz: Tato složka je prázdná.
da: Denne mappe er tom.
de_de: Dieser Ordner ist leer.
el: Αυτός ο φάκελος είναι άδειος.
es_es: Esta carpeta está vacía.
fi_fi: Tämä kansio on tyhjä.
fr_fr: Ce dossier est vide.
he_il: תיקיה זו ריקה.
hr_hr: Ova je mapa prazna.
hu_hu: Ez a mappa üres.
id_id: Folder ini kosong.
it_it: Questa cartella è vuota
ja_jp: このフォルダーは空です。
ka: ეს საქაღალდე ცარიელია.
ko_kr: 이 폴더는 비어있습니다.
lv_lv: Šī mape ir tukša.
nb_no: Denne mappen er tom.
nl_nl: Deze map is leeg.
or_in: ଏହି ଫୋଲ୍ଡରଟି ଖାଲି ଅଛି |
pl_pl: Ten folder jest pusty.
pt_pt: Esta pasta está vazia.
ro_ro: Acest folder este gol.
ru_ru: Эта папка пуста.
sk_sk: Tento priečinok je prázdny.
sv_se: Denna mapp är tom.
th_th: โฟลเดอร์นี้ว่างเปล่า
tr_tr: Bu klasör boş.
uk_ua: Ця папка порожня.
vi: Thư mục này đang trống.
zh_hans: 此文件夹为空。
zh_hant: 該資料夾是空的。

source: Back
ar: ‏‏الانتقال للخلف (Alt + مفتاح السهم الأيسر)
bg: Назад (Alt+Стрелка наляво)
ca: Enrere
cs_cz: Zpět
da: Tilbage (Alt + Venstre Pil)
de_de: Zurück (Alt+Pfeiltaste links)
el: Πίσω
es_es: Atrás
fr_fr: Précédent
hr_hr: Natrag (Alt+lijeva strelica)
hu_hu: Vissza
id_id: Mundur
it_it: Indietro (Alt + Freccia Sx)
ja_jp: 戻る
ka: უკან (Alt+Left Arrow)
ko_kr: 뒤로 가기
nb_no: Tilbake (Alt+Pil Venstre)
nl_nl: Terug (Alt+Pijl-links)
or_in: ପଛକୁ (Alt + Left Arrow)
pl_pl: Wstecz (Alt+Strzałka w lewo)
pt_pt: Recuar
ro_ro: Înapoi (Alt+Stânga)
ru_ru: Назад
sk_sk: Späť (Alt + šípka doľava)
sv_se: Tillbaka
th_th: ย้อนกลับ (Alt+Left Arrow)
tr_tr: Geri
uk_ua: Назад
vi: Quay lại
zh_hans: 后退 (Alt+左方向键)
zh_hant: 返回/上一頁

source: Forward
ar: ‏‏الانتقال للأمام (Alt + مفتاح السهم الأيمن)
bg: Напред (Alt+Стрелка надясно)
ca: Endavant
cs_cz: Vpřed
da: Fremad (Alt + Højre Pil)
de_de: Vorwärts (Alt+Pfeiltaste rechts)
el: Εμπρός
es_es: Adelante
fr_fr: Suivant
hr_hr: Naprijed (Alt+strelica desno)
hu_hu: Előre
id_id: Maju
it_it: Avanti (Alt + Freccia Dx)
ja_jp: 進む
ka: წინ (Alt+Right Arrow)
ko_kr: 앞으로 가기
nb_no: Frem (Alt+Pil Høyre)
nl_nl: Vooruit (Alt+Pijl-rechts)
or_in: ଆଗକୁ (Alt + Right Arrow)
pl_pl: Dalej (Alt+Strzałka w prawo)
pt_pt: Avançar
ro_ro: Înainte (Alt+Dreapta)
ru_ru: Вперёд
sk_sk: Dopredu (Alt + šípka doprava)
sv_se: Framåt
th_th: ไปหน้า (Alt+Right Arrow)
tr_tr: İleri
uk_ua: Вперед
vi: Tiến
zh_hans: 前进 (Alt+右方向键)
zh_hant: 前進/下一頁

source: Up
ar: ‏‏الانتقال للاعلى (Alt + مفتاح السهم الأيمن)
bg: Нагоре (Alt+Стрелка нагоре)
ca: Amunt
cs_cz: Nahoru
da: Op (Alt + Pil Op)
de_de: Ebenen nach oben (Alt+Pfeiltaste oben)
el: Πάνω
es_es: Arriba
fr_fr: Haut
hr_hr: Gore (Alt+strelica gore)
hu_hu: Fel
id_id: Naik (Alt+Panah Atas)
it_it: Livello superiore (Alt + Freccia Sù)
ja_jp: 上の階層へ
ka: ზემოთ (Alt+Up Arrow)
ko_kr: 상위 폴더로 이동
nb_no: Opp (Alt+Pil Opp)
nl_nl: Omhoog (Alt+Pijl-omhoog)
or_in: ଉପରକୁ (Alt + Up Arrow)
pl_pl: W górę (Alt+Strzałka w górę)
pt_pt: Subir
ro_ro: Sus (Alt+Săgeată sus)
ru_ru: Вверх
sk_sk: Hore (Alt + šípka hore)
sv_se: Upp
th_th: ขึ้นไป (Alt+Up Arrow)
tr_tr: Yukarı
uk_ua: Вгору
vi: Lùi về
zh_hans: 上移 (Alt+上方向键)
zh_hant: 返回上層

source: Refresh
ar: تحديث
bg: Опресняване
ca: Actualitza
cs_cz: Obnovit
da: Opdatér
de_de: Aktualisieren
el: Ανανέωση
es_es: Actualizar
fr_fr: Rafraîchir
hu_hu: Frissítés
id_id: Segarkan
ja_jp: 最新の情報に更新
ko_kr: 새로 고침
nb_no: Oppdater
nl_nl: Verversen
pl_pl: Odśwież
pt_pt: Recarregar
ro_ro: Reîmprospătare
ru_ru: Обновить
sk_sk: Obnoviť
sv_se: Uppdatera
tr_tr: Yenile
uk_ua: Оновити
vi: Làm mới
zh_hans: 刷新
zh_hant: 重新整理

# ItemAlreadyExistsDialogContent
source: An item with this name already exists in this directory.
ar: يوجد عنصر بهذا الاسم في دليل الملفات
bg: Елемент с това име вече съществува в тази директория.
ca: Ja existeix un element amb aquest nom en aquest directori.
cs_cz: Položka s tímto názvem již v této složce existuje.
da: Et emne med dette navn findes allerede i denne mappe.
de_de: In diesem Verzeichnis existiert bereits eine Datei oder ein Ordner mit diesem Namen.
el: Ένα στοιχείο με αυτό το όνομα υπάρχει ήδη σε αυτόν τον κατάλογο.
es_es: Ya existe un elemento con este nombre en este directorio.
fi_fi: Tämänniminen kohde on jo tässä hakemistossa.
fr_fr: Un élément avec ce nom existe déjà dans ce dossier.
he_il: פריט עם שם זהה כבר קיים בתיקיה זו
hr_hr: Stavka s ovim nazivom već postoji u ovoj mapi.
hu_hu: Ezzel a névvel már létezik elem ebben a mappában.
id_id: Item dengan nama ini sudah ada di direktori ini.
it_it: Un elemento con lo stesso nome esiste già in questa cartella.
ja_jp: 同じ名前のファイルがこのフォルダーに既に存在します。
ka: ამ სახელწოდების მქონე ნივთი უკვე არსებობს ამ კატალოგში.
ko_kr: 폴더에 같은 이름의 항목이 이미 존재합니다.
lv_lv: Šajā mapē jau pastāv vienums ar šādu nosaukumu.
nb_no: Et element med dette navnet finnes allerede i denne mappen.
nl_nl: Een item met deze naam bestaat al in deze map.
or_in: ଏହି ନାମ ସହିତ ଏକ ଆଇଟମ୍ ଏହି ଡିରେକ୍ଟୋରୀରେ ପୂର୍ବରୁ ବିଦ୍ୟମାନ ଅଛି |
pl_pl: Element z tą nazwą już istnieje w tym katalogu.
pt_pt: Já existe um item com este nome nesta pasta.
ro_ro: Un element cu acest nume exista deja în acest folder.
ru_ru: Элемент с таким именем уже существует в этой папке.
sk_sk: Položka s týmto názvom už existuje.
sv_se: Det finns redan ett objekt med samma namn på den här platsen.
th_th: ในโฟลเดอร์นี้มีรายการที่ใช้ชื่อนี้ไปแล้ว.
tr_tr: Bu dizinde aynı adlı bir öge zaten var.
uk_ua: Елемент з цим іменем вже існує в цій папці.
vi: Một khoản mục có cùng tên đã tồn tại trong thư mục.
zh_hans: 此文件夹中已有同名项目。
zh_hant: 目標目錄已存在同名檔案。

# ItemAlreadyExistsDialogSecondaryButtonText
source: Replace existing item
ar: استبدل العنصر الموجود سابقا
bg: Заменете съществуващият елемент
ca: Substitueix l'element existent
cs_cz: Nahradit existující položku
da: Erstat eksisterende emne
de_de: Bestehende Datei oder Ordner ersetzen
el: Αντικατάσταση υπάρχοντος στοιχείου
es_es: Reemplazar elemento existente
fi_fi: Korvaa olemassa oleva kohde
fr_fr: Remplacer l'élément existant
he_il: החלף פריט קיים
hr_hr: Zamijeni postojeću stavku
hu_hu: Felülírás/összefésülés
id_id: Ganti item yang sudah ada
it_it: Sostituisci elemento
ja_jp: 既存の項目を置換
ka: არსებული ნივთის ჩანაცვლება
ko_kr: 기존 항목으로 대체하기
lv_lv: Aizvietot esošo vienumu
nb_no: Erstatt eksisterende element
nl_nl: Bestaand item vervangen
or_in: ବିଦ୍ୟମାନ ଆଇଟମ୍ ବଦଳାନ୍ତୁ
pl_pl: Zamień istniejący element
pt_pt: Substituir item existente
ro_ro: Înlocuiți elementul existent
ru_ru: Заменить существующий элемент
sk_sk: Nahradiť existujúcu položku
sv_se: Ersätt existerande objekt
th_th: แทนที่รายการที่มีอยู่
tr_tr: Var olan ögeyi değiştir
uk_ua: Замінити існуючий елемент
vi: Thay thế khoản mục đã tồn tại
zh_hans: 替换已有的项目
zh_hant: 覆蓋現有檔案

# ItemAlreadyExistsDialogTitle
source: Item already exists
ar: العنصر موجود بالفعل.
bg: Елементът вече съществува
ca: L'element ja existeix
cs_cz: Položka již existuje
da: Emnet findes allerede
de_de: Datei oder Ordner existiert bereits
el: Το στοιχείο υπάρχει ήδη
es_es: El elemento ya existe
fi_fi: Kohde on jo olemassa
fr_fr: L‘élément existe déjà
he_il: הפריט כבר קיים.
hr_hr: Stavka već postoji
hu_hu: Az elem már létezik
id_id: Item sudah ada
it_it: L'elemento esiste già
ja_jp: 項目が既に存在します
ka: ნივთი უკვე არსებობს
ko_kr: 항목이 이미 존재합니다
lv_lv: Vienums jau pastāv
nb_no: Elementet finnes allerede
nl_nl: Item bestaat al
or_in: ଆଇଟମ୍ ପୂର୍ବରୁ ବିଦ୍ୟମାନ ଅଛି
pl_pl: Element już istnieje
pt_pt: O item já existe
ro_ro: Elementul există deja
ru_ru: Элемент уже существует
sk_sk: Položka už existuje
sv_se: Objektet finns redan.
th_th: รายการนี้ซ้ำกับรายการที่มีอยู่แล้ว
tr_tr: Öge zaten mevcut
uk_ua: Елемент вже існує
vi: Khoản mục đã tồn tại
zh_hans: 项目已存在
zh_hant: 檔案已存在

# SetAsLockscreen
source: Set as lockscreen background
ar: ضبط كخلفية قفل الشاشة
bg: Задаване като фон на заключен екран
ca: Estableix com a fons de pantalla de bloqueig
cs_cz: Nastavit pozadí uzamčené obrazovky
da: Indstil som låseskærmsbaggrund
de_de: Als Sperrbildschirm festlegen
el: Ορισμός ως φόντο οθόνης κλειδώματος
es_es: Establecer como fondo de pantalla de bloqueo
fi_fi: Aseta lukitusnäytöksi
fr_fr: Définir comme fond d'écran de verrouillage
hu_hu: Beállítás zárolási képernyő háttérként
id_id: Tetapkan sebagai latar belakang layar kunci
it_it: Imposta come sfondo della schermata di blocco
ja_jp: ロック画面の背景に設定
ko_kr: 잠금 화면 배경으로 설정
lv_lv: Iestatīt kā bloķēšanas ekrānu
nb_no: Sett som låseskjerm bakgrunn
nl_nl: Als vergrendelscherm achtergrond instellen
pl_pl: Ustaw jako tło blokady ekranu
pt_pt: Definir como fundo de ecrã de bloqueio
ro_ro: Stabilire ca ecran de blocare
ru_ru: Сделать фоном экрана блокировки
sk_sk: Nastaviť ako pozadie uzamknutej obrazovky
sv_se: Använd som låsskärmsbakgrund
tr_tr: Kilit ekranı arka planı olarak ayarla
uk_ua: Установити як фонове зображення екрана блокування
vi: Hình nền màn hình khóa
zh_hans: 设为锁屏背景
zh_hant: 設為鎖定畫面背景

# AccessDeniedDeleteDialog.Text
source: We weren't able to delete this item
ar: لم نتمكن من حذف هذا العنصر
bg: Не успяхме да изтрием този елемент
ca: No hem pogut suprimir aquest element
cs_cz: Nepodařilo se nám odstranit tuto položku
da: Vi kunne ikke slette dette emne
de_de: Löschen der Datei oder des Ordners nicht möglich
el: Δεν ήταν δυνατή η διαγραφή αυτού του στοιχείου
es_es: No se pudo eliminar este elemento
fi_fi: Emme voineet poistaa tätä kohdetta
fr_fr: Impossible de supprimer cet élément
he_il: לא יכולנו למחוק את הפריט הזה
hr_hr: Ovu stavku je nemoguće izbrisati
hu_hu: Nem sikerült törölni ezt az elemet
id_id: Kami tidak dapat menghapus item ini
it_it: Non è stato possibile eliminare questo elemento
ja_jp: この項目を削除できませんでした
ka: ჩვენ ვერ შევძელით ამ ნივთის წაშლა
ko_kr: 항목을 삭제할 수 없습니다.
lv_lv: Mēs nevarējām izdzēst šo vienumu
nb_no: Vi kunne ikke slette dette elementet
nl_nl: Dit item kan niet worden verwijderd
or_in: ଆମେ ଏହି ଆଇଟମ୍ ବିଲୋପ କରିବାକୁ ସମର୍ଥ ହେଲୁ ନାହିଁ
pl_pl: Nie mogliśmy usunąć tego elementu
pt_pt: Não foi possível eliminar este item
ro_ro: Nu am putut șterge acest element
ru_ru: Ошибка при удалении этого элемента
sk_sk: Nepodarilo sa nám zmazať túto položku
sv_se: Vi kunde inte ta bort det här objektet
th_th: ไม่สามารถลบสิ่งของที่ระบุไว้ได้
tr_tr: Bu öge silinemedi
uk_ua: Не вдалося видалити цей елемент
vi: Chúng tôi không thể xóa khoản mục này
zh_hans: 该项目无法删除
zh_hant: 無法刪除此檔案

# DriveUnpluggedDialog.Text
source: Please insert the necessary drive to access this item.
ar: الرجاء ادخال المحرك المطلوب لهذا العنصر
bg: Моля, включете необходимото устройство за достъп до този елемент.
ca: Inseriu la unitat necessària per accedir a aquest element.
cs_cz: Prosím, vložte potřebný disk pro přístup k této položce.
da: Indsæt det nødvendige drev for at få adgang til dette emne.
de_de: Schließen Sie bitte das entsprechende Laufwerk an, um auf diese Datei zuzugreifen.
el: Τοποθετήστε την απαραίτητη μονάδα δίσκου για να αποκτήσετε πρόσβαση σε αυτό το στοιχείο.
es_es: Inserte la unidad necesaria para acceder a este elemento.
fi_fi: Aseta tarvittava asema käyttääksesi tätä kohdetta.
fr_fr: Veuillez insérer le lecteur nécessaire pour accéder à cet élément.
he_il: אנא חבר את הכונן הנדרש עבור גישה לפריט זה
hr_hr: Molimo umetnite potreban pogon za pristup ovoj stavci.
hu_hu: Helyezze be a meghajtót a fájlhoz való hozzáféréshez.
id_id: Silakan masukkan drive yang diperlukan untuk mengakses item ini.
it_it: Inserire l'unità necessaria per accedere a questo elemento.
ja_jp: この項目が入ったドライブを挿入してください
ka: გთხოვთ, ჩასვათ საჭირო დრაივი ამ ერთეულზე წვდომის მოსაპოვებლად.
ko_kr: 이 항목에 액세스하려면 필요한 드라이브를 삽입하세요.
lv_lv: Lūdzu ievietojiet vajadzīgo disku, lai piekļūtu šim vienumam.
nb_no: Koble til nødvendig enhet for å få tilgang til dette elementet.
nl_nl: Plaats het benodigde station om toegang te krijgen tot dit item.
or_in: ଏହି ଆଇଟମକୁ ଉପଲବ୍ଧି କରିବାକୁ ଦୟାକରି ଆବଶ୍ୟକ ଡ୍ରାଇଭ ସନ୍ନିବେଶ କରନ୍ତୁ |
pl_pl: Włóż właściwy dysk aby uzyskać dostęp do tego elementu.
pt_pt: Por favor, insira a unidade necessária para aceder a este item.
ro_ro: Introduceți unitatea necesară pentru a accesa acest element.
ru_ru: Пожалуйста, вставьте необходимый диск для доступа к этому элементу.
sk_sk: Pripojte prosím požadovaný disk.
sv_se: Vänligen sätt i enheten som krävs för att komma åt det här objektet.
th_th: กรุณาใส่อุปกรณ์นั้นกลับเข้ามาเพื่อเข้าถึงไฟล์นี้
tr_tr: Lütfen bu ögeye erişmek için gerekli sürücüyü takın.
uk_ua: Підключить необхідний диск для доступу до цього елемента.
vi: Vui lòng kết nối ổ lưu trữ cần để truy cập mục này.
zh_hans: 要打开此项，请插入所需的驱动器。
zh_hant: 請插入所需的磁碟機以存取此項目。

# DriveUnpluggedDialog.Title
source: Drive Unplugged
ar: تم فصل المحرك
bg: Устройството е изключено
ca: Unitat desconnectada
cs_cz: Disk odpojen
da: Drev frakoblet
de_de: Laufwerk getrennt
el: Η μονάδα δίσκου αποσυνδέθηκε
es_es: Unidad no conectada
fi_fi: Asema irrotettu
fr_fr: Lecteur débranché
he_il: כונן נותק
hr_hr: Pogon isključen
hu_hu: Meghajtó leválasztva
id_id: Penyimpanan dilepas
it_it: Unità scollegata
ja_jp: ドライブが取り外されました
ka: დრაივი გათიშულია
ko_kr: 드라이브 분리됨
lv_lv: Disks atsprausts
nb_no: Disk frakoblet
nl_nl: Schijf niet aangesloten
or_in: ଡ୍ରାଇଭ୍ ଅନ୍ ପ୍ଲଗ୍ ହୋଇଛି
pl_pl: Dysk odłączony
pt_pt: Unidade desconectada
ro_ro: Unitate deconectată
ru_ru: Диск отключен
sv_se: Enheten frånkopplad
th_th: ไดร์ฟนี้ถูกถอดออกไปแล้ว
tr_tr: Sürücü çıkarıldı
uk_ua: Диск відключено
vi: Ổ lưu trữ đã bị ngắt kết nối
zh_hans: 驱动器已弹出
zh_hant: 已斷開與裝置的連接

# FileNotFoundDialog.Text
source: The file you are attempting to access may have been moved or deleted.
ar: الملف الذي تحاول الوصول إليه قد تم نقله او حذفه.
bg: Файлът, до който се опитвате да осъществите достъп, може да е преместен или изтрит.
ca: És possible que el fitxer al qual intenteu accedir s'hagi mogut o suprimit.
cs_cz: Soubor, ke kterému se snažíte přistoupit, mohl být přesunut nebo odstraněn.
da: Den fil, du forsøger at få adgang til, er muligvis blevet flyttet eller slettet.
de_de: Die Datei, auf die Du zugreifen möchtest, wurde eventuell verschoben oder gelöscht.
el: Το αρχείο που προσπαθείτε να προσπελάσετε ενδέχεται να έχει μετακινηθεί ή διαγραφεί.
es_es: El archivo al que intenta acceder puede haber sido movido o eliminado.
fi_fi: Tiedosto, jota yrität käyttää, on saatettu siirtää tai poistaa.
fr_fr: Le fichier auquel vous tentez d'accéder a peut-être été déplacé ou supprimé.
he_il: הקובץ אליו אתה מנסה לגשת עשוי להיות מוזז או מחוק
hr_hr: Datoteka kojoj pokušavate pristupiti je možda premještena ili izbrisana.
hu_hu: A fájl, amit próbál megnyitni, már nem található ezen a helyen.
id_id: File yang Anda coba akses mungkin telah dipindah atau dihapus.
it_it: Il file a cui stai tentando di accedere potrebbe essere stato spostato o eliminato.
ja_jp: アクセスしようとしているファイルは移動または削除された可能性があります。
ka: ფაილი, რომელზეც თქვენ ცდილობთ წვდომას, შეიძლება გადატანილი ან წაშლილი იყოს.
ko_kr: 액세스하려는 파일이 이동 및 삭제되었을 수 있습니다.
lv_lv: Fails, kuram mēģināt piekļūt, iespējams, tika pārvietots vai dzēsts.
nb_no: Filen du forsøker å få tilgang til kan ha blitt flyttet eller slettet.
nl_nl: Het bestand dat u probeert te openen, is mogelijk verplaatst of verwijderd.
or_in: ଆପଣ ଉପଲବ୍ଧ କରିବାକୁ ଚେଷ୍ଟା କରୁଥିବା ଫାଇଲଟି ହୁଏତ ସ୍ଥାନାନ୍ତରିତ କିମ୍ବା ଡିଲିଟ ହୋଇଥାଇପାରେ |
pl_pl: Plik, do którego próbujesz uzyskać dostęp, mógł zostać przeniesiony lub usunięty.
pt_pt: O ficheiro a que está a tentar aceder pode ter sido movido ou apagado.
ro_ro: Fișierul pe care încercați să-l accesați a fost mutat sau șters.
ru_ru: Файл, к которому Вы пытаетесь получить доступ, возможно, был перемещен или удален.
sk_sk: Súbor, ku ktorému sa snažíte pristúpiť bol presunutý alebo zmazaný.
sv_se: Filen som du försöker komma åt kan ha flyttats eller tagits bort.
th_th: ไฟล์ที่ต้องการเข้าถึงนั้นได้ถูกย้ายหรือลบไปแล้ว
tr_tr: Erişmeye çalıştığınız dosya taşınmış ya da silinmiş olabilir.
uk_ua: Файл, до якого ви намагаєтеся отримати доступ, можливо було переміщено або видалено.
vi: Tệp bạn cố truy cập có thể đã bị di chuyển hoặc xóa bỏ.
zh_hans: 要访问的文件可能已被移动或删除。
zh_hant: 目標檔案可能已被移動或刪除。

# FileNotFoundDialog.Title
source: File Not Found
ar: ‏‏لم يتم العثور على الملف
bg: Файлът не е намерен
ca: No s'ha trobat el fitxer
cs_cz: Soubor nenalezen
da: Fil ikke fundet
de_de: Datei nicht gefunden
el: Το αρχείο δεν βρέθηκε
es_es: Archivo no encontrado
fi_fi: Tiedostoa ei löytynyt
fr_fr: Fichier introuvable
he_il: הקובץ לא נמצא
hr_hr: Datoteka nije pronađena
hu_hu: A fájl nem található
id_id: File Tidak Ditemukan
it_it: File non trovato
ja_jp: ファイルが存在しません
ka: ფაილი არ მოიძებნა
ko_kr: 파일을 찾을 수 없음
lv_lv: Fails nav atrasts
nb_no: Fil ikke funnet
nl_nl: Bestand is niet gevonden
or_in: ଫାଇଲ ମିଳୁନାହିଁ
pl_pl: Nie można odnaleźć pliku
pt_pt: Ficheiro não encontrado
ro_ro: Fișierul nu a fost găsit
ru_ru: Файл не найден
sk_sk: Súbor nenájdený
sv_se: Filen hittades inte
th_th: ไม่พบไฟล์
tr_tr: Dosya Bulunamadı
uk_ua: Файл не знайдено
vi: Không tìm thấy tệp
zh_hans: 找不到文件
zh_hant: 找不到檔案

# FolderNotFoundDialog.Text
source: The folder you are attempting to access may have been moved or deleted.
ar: الملف الذي تحاول الوصول اليه قد تم نقله او حذفه.
bg: Папката, до която се опитвате да осъществите достъп, може да е била преместена или изтрита.
ca: És possible que la carpeta a la qual intenteu accedir s'hagi mogut o suprimit.
cs_cz: Složka, ke které se snažíte přistoupit, mohla být přesunuta nebo odstraněna.
da: Mappen, du forsøger at få adgang til, er muligvis blevet flyttet eller slettet.
de_de: Der Ordner, auf den Du zugreifen möchtest, wurde eventuell verschoben oder gelöscht.
el: Ο φάκελος που προσπαθείτε να προσπελάσετε ενδέχεται να έχει μετακινηθεί ή διαγραφεί.
es_es: La carpeta a la que intenta acceder puede haber sido movida o eliminada.
fi_fi: Kansio, jota yrität käyttää, on saatettu siirtää tai poistaa.
fr_fr: Le dossier auquel vous tentez d'accéder a peut-être été déplacé ou supprimé.
he_il: התיקיה אליה אתה מנסה לגשת עשויה להיות מוזזת או מחוקה
hr_hr: Mapa kojoj pokušavate pristupiti možda je premještena ili izbrisana.
hu_hu: A mappa, amit próbál megnyitni, már nem található ezen a helyen.
id_id: Folder yang Anda coba akses mungkin telah dipindah atau dihapus.
it_it: La cartella a cui stai tentando di accedere potrebbe essere stata spostata o eliminata.
ja_jp: アクセスしようとしているフォルダーは移動または削除された可能性があります。
ka: საქაღალდე, რომელშიც შესვლას ცდილობთ, შეიძლება გადატანილი ან წაშლილი იყოს.
ko_kr: 액세스하려는 폴더가 이동 및 삭제되었을 수 있습니다.
lv_lv: Mape, kurai mēģināt piekļūt, iespējams, tika pārvietota vai dzēsta.
nb_no: Mappen du forsøker å få tilgang til kan ha blitt flyttet eller slettet.
nl_nl: De map die u probeert te openen, is mogelijk verplaatst of verwijderd.
or_in: ଆପଣ ପ୍ରବେଶ କରିବାକୁ ଚେଷ୍ଟା କରୁଥିବା ଫୋଲ୍ଡରଟି ହୁଏତ ସ୍ଥାନାନ୍ତରିତ କିମ୍ବା ଡିଲିଟ ହୋଇଥାଇପାରେ |
pl_pl: Folder, do którego próbujesz uzyskać dostęp, mógł zostać przeniesiony lub usunięty.
pt_pt: A pasta a que está a tentar aceder pode ter sido movida ou apagada.
ro_ro: Fișierul pe care încercați să-l accesați a fost mutat sau șters.
ru_ru: Возможно, папка, к которой Вы пытаетесь получить доступ, была перемещена или удалена.
sk_sk: Priečinok, ktorý sa snažíte otvoriť bol presunutý alebo zmazaný.
sv_se: Mappen som du försöker komma åt kan ha flyttats eller tagits bort.
th_th: โฟลเดอร์ที่พยายามเข้าถึงนี้ ได้ถูกย้ายหรือลบไปแล้ว
tr_tr: Erişmeye çalıştığınız klasör taşınmış ya da silinmiş olabilir.
uk_ua: Папку, до якої ви намагаєтеся отримати доступ, можливо було переміщено або видалено.
vi: Thư mục bạn cố truy cập có thể đã bị di chuyển hoặc xóa bỏ.
zh_hans: 要访问的文件夹可能已被移动或删除。
zh_hant: 目標資料夾可能已被移動或刪除。
